{
  "Header": {
    "home": "หน้าแรก",
    "service": "บริการของเรา",
    "physical": "ข้อมูลกายภาพ",
    "about": "เกี่ยวกับเรา",
    "support": "ร่วมสร้างความยั่งยืน",
    "lang": "English"
  },
  "Footer": {
    "contact_us": "ติดต่อเรา",
    "map1": "ศูนย์บริหารจัดการเมืองเพื่อความยั่งยืน อาคารสำนักงานมหาวิทยาลัย 3 ชั้น 2",
    "map2": "239 ถ.ห้วยแก้ว ต.สุเทพ อ.เมืองเชียงใหม่ จ.เชียงใหม่ 50200",
    "admin": "SCMC (ธุรการ) : 0-5394-1492",
    "vehicle_reg": "SCMC (ลงทะเบียนยานพาหนะ) : 0-5394-1494",
    "elect_shutt": "ขส.มช. (รถไฟฟ้า) : 0-5394-4936",
    "van_bus": "ขส.มช. (รถตู้-รถบัส) : 0-5394-4949",
    "sec_off": "งานรักษาความปลอดภัย : 0-5394-1190-1",
    "off_hour": "จันทร์ - ศุกร์ 08:30 น. - 16:30 น.",
    "cmut": "ขส.มช.",
    "dev_by": "พัฒนาโดย"
  },
  "HomePage": {
    "page_title": "ศูนย์บริหารจัดการเมืองเพื่อความยั่งยืน",
    "vehicle": "ศูนย์บริหารจัดการเมืองเพื่อความยั่งยืน",
    "vehicle_title": "ศูนย์บริหารจัดการเมืองเพื่อความยั่งยืน (Sustainable Campus Management Center - SCMC) เป็นหน่วยงานหลักในการขับเคลื่อนมหาวิทยาลัยสู่การเป็นเมืองอัจฉริยะที่ยั่งยืน โดยบูรณาการเทคโนโลยีและนวัตกรรมในด้านกายภาพ สิ่งแวดล้อม พลังงาน การสัญจร และความปลอดภัย  ศูนย์ฯ มีบทบาทในการบริหารจัดการระบบสาธารณูปโภคพื้นฐาน เช่น ไฟฟ้า น้ำประปา และการบำบัดน้ำเสีย รวมถึงการส่งเสริมการใช้พลังงานสะอาดและการพัฒนาระบบขนส่งอัจฉริยะภายในมหาวิทยาลัย เพื่อยกระดับคุณภาพชีวิตของนักศึกษา บุคลากร และชุมชนโดยรอบอย่างยั่งยืน",
    "vehicle_btn": "เข้าสู่ระบบ สิทธิ์ยานพาหนะเข้า-ออก มช.",
    "map": "ตารางและแผนที่รถไฟฟ้า",
    "data": "บริการข้อมูล",
    "util": "สาธารณูปโภค",
    "request": "ขออนุมัติใช้ที่ดิน/รูปแบบรายการ",
    "reserve": "จองพื้นที่ส่วนกลาง",
    "news": "ข่าวกิจกรรม",
    "documents": "เอกสารเผยแพร่",
    "articles": "บทความ",
    "more": "เพิ่มเติม +"
  },
  "OurService": {
    "page_title": "บริการทั้งหมดของมหาวิทยาลัยเชียงใหม่",
    "header": "บริการของเรา",
    "data": "บริการข้อมูล",
    "transport": "ขส.มช.",
    "security": "งานรักษาความปลอดภัยและจราจร",
    "build": "งานอาคาร และสถานที่",
    "util": "สาธารณูปโภค",
    "list_format": "ขออนุมัติใช้ที่ดิน/รูปแบบรายการ",
    "personel": "สำหรับบุคลากร"  
  },
  "DataPage": {
    "page_title": "ศูนย์รวมบริการข้อมูลข่าวสารและสารสนเทศ",
    "header": "บริการข้อมูล",
    "title": "ศูนย์รวมข้อมูลเพื่อการใช้งานที่สะดวกและเข้าถึงง่าย",
    "option1": "ข้อมูลรถผ่านเข้า-ออก มช.",
    "option2": "ข้อมูลปริมาณนักศึกษาในมช.",
    "option3": "ข้อมูลอะไรก็ไม่รู้ คิดไม่ออก"
  },
  "TransportPage": {
    "page_title": "การเดินทางและรถไฟฟ้าในมหาวิทยาลัยเชียงใหม่",
    "header": "ขส.มช.",
    "title": "ข้อมูลการเดินทางและบริการรถไฟฟ้าภายในมหาวิทยาลัย",
    "option1": "ตารางเวลาเดินรถ จันทร์-ศุกร์",
    "option2": "ตารางเวลาเดินรถ เสาร์-อาทิตย์ และวันหยุดนักขัตฤกษ์",
    "option3": "ตารางเวลาเดินรถ มช.-สวนดอก",
    "option4": "ตารางเวลาเดินรถ มช.-แม่เหียะ"
  },
  "SecurityPage": {
    "page_title": "ความปลอดภัยและจราจรในพื้นที่มหาวิทยาลัย",
    "header": "งานรักษาความปลอดภัยและจราจร",
    "title": "ดูแลความปลอดภัยในชีวิตและทรัพย์สิน พร้อมบริหารจัดการจราจรภายในพื้นที่",
    "cctv_request": "ขอดูกล้องวงจรปิด",
    "accident_data": "ข้อมูลอุบัติเหตุภายในมหาวิทยาลัย",
    "transit": "ข้อมูลผู้ใช้บริการขส.มช.",
    "cctv_request_placeholder": "ระเบียบและวิธีการขอดูกล้องวงจรปิด",
    "accident_data_placeholder": "รวมข้อมูลอุบัติเหตุภายในมหาวิทยาลัย",
    "transit_placeholder": "รวมข้อมูลผู้ใช้บริการขส.มช."
  },
  "BuildPage": {
    "page_title": "บริการจัดการอาคารและสถานที่ใน มช.",
    "header": "งานอาคารสถานที่และงานออกแบบ",
    "title": "วางแผน ออกแบบ ก่อสร้าง ปรับปรุง และดูแลรักษาอาคาร สิ่งปลูกสร้าง และสภาพแวดล้อมภายในมหาวิทยาลัยให้มีความเหมาะสม ปลอดภัย สวยงาม และสอดคล้องกับแนวทางการพัฒนาที่ยั่งยืน",
    "booking": "จองพื้นที่ส่วนกลาง",
    "approve": "อนุมัติใช้ที่ดิน/รูปแบบรายการ"
  },
  "UtilitiesPage": {
    "page_title": "บริการสาธารณูปโภคของมหาวิทยาลัย",
    "header": "สาธารณูปโภค",
    "title": "ระบบและบริการพื้นฐานที่จำเป็นต่อการดำรงชีวิตและการดำเนินกิจกรรมภายในมหาวิทยาลัยเชียงใหม่ เช่น ระบบไฟฟ้า ประปา การสื่อสาร โทรคมนาคม ระบบบำบัดน้ำเสีย การจัดการขยะ เป็นต้น",
    "water": "ระบบน้ำประปา",
    "electricandwater": "ระบบไฟฟ้าและประปา",
    "phone": "ระบบโทรศัพท์",
    "trash": "ระบบจัดการขยะ"
  },
  "electricandwater": {
    "page_title": "ระบบไฟฟ้าและประปา",
    "header": "ระบบไฟฟ้าและประปา",
    "collaborator": "ผู้ใช้ร่วม",
    "department": "ส่วนงาน",
    "house": "บ้านพัก",
    "usage_report": "รายงานปริมาณการใช้"
  },
  "PersonelPage": {
    "page_title": "บริการสำหรับบุคลากรภายในมหาวิทยาลัยเชียงใหม่",
    "header": "สำหรับบุคลากร",
    "title": "สิ่งอำนวยความสะดวกและระบบสนับสนุนสำหรับบุคลากรมหาวิทยาลัย",
    "car": "จองรถ",
    "car_title": "ระบบจองรถราชการเพื่อการปฏิบัติงาน",
    "doc": "คลังเอกสาร",
    "doc_title": "ศูนย์รวมเอกสารและแบบฟอร์มต่างๆ",
    "cmuto": "CMU.to",
    "cmuto_title": "บริการย่อ URL สำหรับหน่วยงานภายใน มช."
  },
  "PhysicalPage": {
    "page_title": "ข้อมูลกายภาพของมหาวิทยาลัยเชียงใหม่",
    "header": "ข้อมูลกายภาพ",
    "map": "แผนผังมช.",
    "build": "ข้อมูลอาคาร",
    "tree": "ข้อมูลต้นไม้"  
  },
  "AboutPage": {
    "page_title": "เกี่ยวกับหน่วยงานและวิสัยทัศน์ของเรา",
    "header": "เกี่ยวกับเรา",
    "about": "ศูนย์บริหารจัดการเมืองเพื่อความยั่งยืน",
    "about_title": "ศูนย์บริหารจัดการเมืองเพื่อความยั่งยืน มหาวิทยาลัยเชียงใหม่ (Sustainable Campus Management Center – SCMC) เป็นหน่วยงานหลักในการผลักดันมหาวิทยาลัยเชียงใหม่สู่การเป็นเมืองอัจฉริยะที่ยั่งยืน (Smart & Sustainable City) โดยบูรณาการเทคโนโลยี นวัตกรรม และข้อมูล เพื่อการบริหารจัดการทรัพยากรอย่างมีประสิทธิภาพ ครอบคลุมทั้งด้านสิ่งแวดล้อม พลังงาน การสัญจร ความปลอดภัย และโครงสร้างพื้นฐานภายในมหาวิทยาลัย ศูนย์ฯ มีบทบาทในการบริหารระบบสาธารณูปโภคพื้นฐาน เช่น ไฟฟ้า ประปา น้ำเสีย และอาคารสถานที่ รวมถึงส่งเสริมการใช้พลังงานสะอาด การอนุรักษ์พลังงาน และการใช้เทคโนโลยีสีเขียว พัฒนาและจัดการระบบขนส่งสาธารณะอัจฉริยะ เช่น รถไฟฟ้าภายในมหาวิทยาลัย (CMU Transit) สนับสนุนพื้นที่สีเขียว การจัดการขยะอย่างเป็นระบบและการลดคาร์บอนฟุตพริ้นท์ ติดตามและประเมินผลผ่านระบบ Dashboard และ Smart Sensor แบบเรียลไทม์ เพื่อสร้างความโปร่งใสและสามารถตรวจสอบได้ในการบริหารจัดการทุกระดับ ส่งเสริมการมีส่วนร่วมของนักศึกษา บุคลากร และภาคีเครือข่ายในการออกแบบแนวทางพัฒนา สร้างต้นแบบของ “มหาวิทยาลัยเชิงนิเวศ” ที่เป็นมิตรต่อสิ่งแวดล้อมและชุมชน เป็นพื้นที่ทดลองนโยบายด้านความยั่งยืนเพื่อการขยายผลสู่ระดับเมืองและประเทศ ภายใต้แนวคิด “Smart – Sustainable – Safe” อย่างเป็นระบบและสมดุล เพื่อคุณภาพชีวิตที่ดีของทุกคนในมหาวิทยาลัยและชุมชนโดยรอบอย่างยั่งยืน.",
    "vision": "วิสัยทัศน์",
    "vision_title": "เป็นศูนย์กลางการบริหารจัดการเมืองมหาวิทยาลัยต้นแบบ ที่ขับเคลื่อนด้วยเทคโนโลยีอัจฉริยะเพื่อความยั่งยืนด้านสิ่งแวดล้อม พลังงาน การสัญจร และคุณภาพชีวิตของทุกคนในมหาวิทยาลัยอย่างสมดุล",
    "mission": "พันธกิจ",
    "mission_points": {
      "1": "บริหารจัดการโครงสร้างพื้นฐานและทรัพยากรอย่างมีประสิทธิภาพและยั่งยืน",
      "2": "พัฒนาระบบเทคโนโลยีสารสนเทศเพื่อการจัดการเมืองอัจฉริยะ",
      "3": "ส่งเสริมการใช้พลังงานสะอาด การอนุรักษ์ทรัพยากร และการลดของเสีย",
      "4": "สนับสนุนระบบขนส่งอัจฉริยะและการเข้าถึงพื้นที่อย่างปลอดภัย",
      "5": "สร้างการมีส่วนร่วมของชุมชนในการพัฒนาเมืองมหาวิทยาลัยอย่างยั่งยืน"
    },
    "structure": "โครงสร้างศูนย์",
    "chancellor": "อธิการบดี",
    "director1": "ผู้อำนวยการสำนักงานมหาวิทยาลัย",
    "director2": "ผู้อำนวยการศูนย์บริหารจัดการเมืองเพื่อความยั่งยืน",
    "department1": "ฝ่ายงานแผนเทค",
    "department2": "ฝ่ายธุรการ",
    "department3": "ฝ่ายอาคารสถานที่",
    "department4": "ฝ่ายอื่นๆ",
    "department5": "ฝ่ายอื่นๆ",
    "contact": "หน่วยงาน และ Contact",
    "contact_title": "ข้อมูลการติดต่อและหน่วยงานที่เกี่ยวข้อง"
  },
  "SupportPage": {
    "page_title": "ร่วมมือกันสร้างความยั่งยืนในมหาวิทยาลัย",
    "header": "ร่วมสร้างความยั่งยืน",
    "fix": "แจ้งซ่อม",
    "comment": "ข้อเสนอแนะ",
    "sdg": "SDGs and Carbon Neutrality"
  }
}
