{
  "Header": {
    "home": "หน้าแรก",
    "service": "บริการของเรา",
    "physical": "ข้อมูลกายภาพ",
    "about": "เกี่ยวกับเรา",
    "support": "ร่วมสร้างความยั่งยืน",
    "lang": "English"
  },
  "Footer": {
    "contact_us": "ติดต่อเรา",
    "map1": "ศูนย์บริหารจัดการเมืองเพื่อความยั่งยืน อาคารสำนักงานมหาวิทยาลัย 3 ชั้น 2",
    "map2": "239 ถ.ห้วยแก้ว ต.สุเทพ อ.เมืองเชียงใหม่ จ.เชียงใหม่ 50200",
    "admin": "SCMC (ธุรการ) : 0-5394-1492",
    "vehicle_reg": "SCMC (ลงทะเบียนยานพาหนะ) : 0-5394-1494",
    "elect_shutt": "ขส.มช. (รถไฟฟ้า) : 0-5394-4936",
    "van_bus": "ขส.มช. (รถตู้-รถบัส) : 0-5394-4949",
    "sec_off": "งานรักษาความปลอดภัย : 0-5394-1190-1",
    "off_hour": "จันทร์ - ศุกร์ 08:30 น. - 16:30 น.",
    "cmut": "ขส.มช.",
    "dev_by": "พัฒนาโดย"
  },
  "HomePage": {
    "page_title": "ศูนย์บริหารจัดการเมืองอัจฉริยะ มช.",
    "vehicle": "ลงทะเบียนสิทธิ์เข้า-ออก มช.",
    "vehicle_title": "สำหรับผู้ที่ต้องการลงทะเบียนยานพาหนะเพื่อเข้า-ออกพื้นที่มหาวิทยาลัย",
    "vehicle_btn": "เข้าสู่ระบบลงทะเบียนยานพาหนะ",
    "map": "ตารางและแผนที่รถไฟฟ้า",
    "cctv": "ขอดูกล้องวงจรปิด",
    "data": "บริการข้อมูล",
    "util": "สาธารณูปโภค",
    "build": "ขอใช้สถานที่",
    "news": "ข่าวกิจกรรม",
    "documents": "เอกสารเผยแพร่",
    "articles": "บทความ",
    "more": "เพิ่มเติม +"
  },
  "OurService": {
    "page_title": "บริการทั้งหมดของมหาวิทยาลัยเชียงใหม่",
    "header": "บริการของเรา",
    "title": "รวมบริการต่าง ๆ ที่มหาวิทยาลัยจัดเตรียมไว้เพื่อความสะดวกของนิสิต บุคลากร และผู้ใช้งานทั่วไป",
    "data": "บริการข้อมูล",
    "data_title": "ให้บริการด้านข้อมูลข่าวสารและสารสนเทศ",
    "transport": "ขส.มช.",
    "transport_title": "บริการรถโดยสาร และการเดินทางภายในมหาวิทยาลัย",
    "security": "งานรักษาความปลอดภัยและจราจร",
    "security_title": "ดูแลความปลอดภัย และการจัดการจราจรภายในพื้นที่",
    "build": "งานอาคาร และสถานที่",
    "build_title": "ดูแลและบำรุงรักษาอาคารสถานที่อย่างทั่วถึง",
    "util": "สาธารณูปโภค",
    "util_title": "บริการไฟฟ้า น้ำประปา และระบบพื้นฐานอื่น ๆ",
    "personel": "สำหรับบุคลากร",
    "personel_title": "บริการและสิ่งอำนวยความสะดวกสำหรับเจ้าหน้าที่และบุคลากร"
  },
  "DataPage": {
    "page_title": "ศูนย์รวมบริการข้อมูลข่าวสารและสารสนเทศ",
    "header": "บริการข้อมูล",
    "title": "ศูนย์รวมข้อมูลเพื่อการใช้งานที่สะดวกและเข้าถึงง่าย"
  },
  "TransportPage": {
    "page_title": "การเดินทางและรถไฟฟ้าในมหาวิทยาลัยเชียงใหม่",
    "header": "ขส.มช.",
    "title": "ข้อมูลการเดินทางและบริการรถไฟฟ้าภายในมหาวิทยาลัย",
    "table": "ตารางรอบรถไฟฟ้า",
    "table_title": "ตรวจสอบรอบการให้บริการของรถไฟฟ้า",
    "map": "แผนที่รถไฟฟ้า",
    "map_title": "เส้นทางและจุดจอดของรถไฟฟ้า"
  },
  "SecurityPage": {
    "page_title": "ความปลอดภัยและจราจรในพื้นที่มหาวิทยาลัย",
    "header": "งานรักษาความปลอดภัยและจราจร",
    "title": "ดูแลความปลอดภัยในชีวิตและทรัพย์สิน พร้อมบริหารจัดการจราจรภายในพื้นที่"
  },
  "BuildPage": {
    "page_title": "บริการจัดการอาคารและสถานที่ใน มช.",
    "header": "งานอาคารและสถานที่",
    "title": "บริหารจัดการพื้นที่อาคารและสิ่งปลูกสร้างภายในมหาวิทยาลัย",
    "build": "ขอใช้สถานที่",
    "build_title": "ขั้นตอนและแบบฟอร์มการขอใช้พื้นที่",
    "check": "ตรวจแบบ",
    "check_title": "บริการตรวจสอบและอนุมัติแบบอาคาร"
  },
  "UtilitiesPage": {
    "page_title": "บริการสาธารณูปโภคของมหาวิทยาลัย",
    "header": "ระบบสาธารณูปโภค",
    "title": "ดูแลระบบสาธารณูปโภคหลักเพื่อรองรับการใช้งานในมหาวิทยาลัย",
    "water": "ระบบน้ำประปา",
    "water_title": "ข้อมูลและบริการเกี่ยวกับน้ำประปา",
    "electric": "ระบบไฟฟ้า",
    "electric_title": "ข้อมูลและการให้บริการระบบไฟฟ้า",
    "phone": "ระบบโทรศัพท์",
    "phone_title": "ดูแลระบบสื่อสารโทรศัพท์ภายใน",
    "trash": "ระบบจัดการขยะ",
    "trash_title": "แนวทางและการบริหารจัดการขยะอย่างยั่งยืน"
  },
  "PersonelPage": {
    "page_title": "บริการสำหรับบุคลากรภายในมหาวิทยาลัยเชียงใหม่",
    "header": "สำหรับบุคลากร",
    "title": "สิ่งอำนวยความสะดวกและระบบสนับสนุนสำหรับบุคลากรมหาวิทยาลัย",
    "car": "จองรถ",
    "car_title": "ระบบจองรถราชการเพื่อการปฏิบัติงาน",
    "doc": "คลังเอกสาร",
    "doc_title": "ศูนย์รวมเอกสารและแบบฟอร์มต่างๆ",
    "cmuto": "CMU.to",
    "cmuto_title": "บริการย่อ URL สำหรับหน่วยงานภายใน มช."
  },
  "PhysicalPage": {
    "page_title": "ข้อมูลกายภาพของมหาวิทยาลัยเชียงใหม่",
    "header": "ข้อมูลกายภาพ",
    "title": "ข้อมูลกายภาพของพื้นที่ อาคาร และสิ่งแวดล้อมภายในมหาวิทยาลัย",
    "map": "แผนผังมช.",
    "map_title": "แผนที่โดยรวมของพื้นที่ภายในมหาวิทยาลัยเชียงใหม่",
    "build": "ข้อมูลอาคาร",
    "build_title": "รายละเอียดและข้อมูลของอาคารต่าง ๆ",
    "tree": "ข้อมูลต้นไม้",
    "tree_title": "ข้อมูลประเภทและตำแหน่งของต้นไม้ภายในมหาวิทยาลัย",
    "facilities": "Facilities",
    "facilities_title": "สิ่งอำนวยความสะดวกที่เปิดให้ใช้งาน"
  },
  "AboutPage": {
    "page_title": "เกี่ยวกับหน่วยงานและวิสัยทัศน์ของเรา",
    "header": "เกี่ยวกับเรา",
    "about": "ศูนย์บริหารจัดการเมืองเพื่อความยั่งยืน",
    "about_title": "ศูนย์บริหารจัดการเมืองเพื่อความยั่งยืน มหาวิทยาลัยเชียงใหม่ (Sustainable Campus Management Center – SCMC) เป็นหน่วยงานหลักในการผลักดันมหาวิทยาลัยเชียงใหม่สู่การเป็นเมืองอัจฉริยะที่ยั่งยืน (Smart & Sustainable City) โดยบูรณาการเทคโนโลยี นวัตกรรม และข้อมูล เพื่อการบริหารจัดการทรัพยากรอย่างมีประสิทธิภาพ ครอบคลุมทั้งด้านสิ่งแวดล้อม พลังงาน การสัญจร ความปลอดภัย และโครงสร้างพื้นฐานภายในมหาวิทยาลัย ศูนย์ฯ มีบทบาทในการบริหารระบบสาธารณูปโภคพื้นฐาน เช่น ไฟฟ้า ประปา น้ำเสีย และอาคารสถานที่ รวมถึงส่งเสริมการใช้พลังงานสะอาด การอนุรักษ์พลังงาน และการใช้เทคโนโลยีสีเขียว พัฒนาและจัดการระบบขนส่งสาธารณะอัจฉริยะ เช่น รถไฟฟ้าภายในมหาวิทยาลัย (CMU Transit) สนับสนุนพื้นที่สีเขียว การจัดการขยะอย่างเป็นระบบและการลดคาร์บอนฟุตพริ้นท์ ติดตามและประเมินผลผ่านระบบ Dashboard และ Smart Sensor แบบเรียลไทม์ เพื่อสร้างความโปร่งใสและสามารถตรวจสอบได้ในการบริหารจัดการทุกระดับ ส่งเสริมการมีส่วนร่วมของนักศึกษา บุคลากร และภาคีเครือข่ายในการออกแบบแนวทางพัฒนา สร้างต้นแบบของ “มหาวิทยาลัยเชิงนิเวศ” ที่เป็นมิตรต่อสิ่งแวดล้อมและชุมชน เป็นพื้นที่ทดลองนโยบายด้านความยั่งยืนเพื่อการขยายผลสู่ระดับเมืองและประเทศ ภายใต้แนวคิด “Smart – Sustainable – Safe” อย่างเป็นระบบและสมดุล เพื่อคุณภาพชีวิตที่ดีของทุกคนในมหาวิทยาลัยและชุมชนโดยรอบอย่างยั่งยืน.",
    "vision": "วิสัยทัศน์",
    "vision_title": "เป็นศูนย์กลางการบริหารจัดการเมืองมหาวิทยาลัยต้นแบบ ที่ขับเคลื่อนด้วยเทคโนโลยีอัจฉริยะเพื่อความยั่งยืนด้านสิ่งแวดล้อม พลังงาน การสัญจร และคุณภาพชีวิตของทุกคนในมหาวิทยาลัยอย่างสมดุล",
    "mission": "พันธกิจ",
    "mission_points": {
      "1": "บริหารจัดการโครงสร้างพื้นฐานและทรัพยากรอย่างมีประสิทธิภาพและยั่งยืน",
      "2": "พัฒนาระบบเทคโนโลยีสารสนเทศเพื่อการจัดการเมืองอัจฉริยะ",
      "3": "ส่งเสริมการใช้พลังงานสะอาด การอนุรักษ์ทรัพยากร และการลดของเสีย",
      "4": "สนับสนุนระบบขนส่งอัจฉริยะและการเข้าถึงพื้นที่อย่างปลอดภัย",
      "5": "สร้างการมีส่วนร่วมของชุมชนในการพัฒนาเมืองมหาวิทยาลัยอย่างยั่งยืน"
    },
    "structure": "โครงสร้างศูนย์",
    "chancellor": "อธิการบดี",
    "director1": "ผู้อำนวยการสำนักงานมหาวิทยาลัย",
    "director2": "ผู้อำนวยการศูนย์บริหารจัดการเมืองเพื่อความยั่งยืน",
    "department1": "ฝ่ายงานแผนเทค",
    "department2": "ฝ่ายธุรการ",
    "department3": "ฝ่ายอาคารสถานที่",
    "department4": "ฝ่ายอื่นๆ",
    "department5": "ฝ่ายอื่นๆ",
    "contact": "หน่วยงาน และ Contact",
    "contact_title": "ข้อมูลการติดต่อและหน่วยงานที่เกี่ยวข้อง"
  },
  "SupportPage": {
    "page_title": "ร่วมมือกันสร้างความยั่งยืนในมหาวิทยาลัย",
    "header": "ร่วมสร้างความยั่งยืน",
    "title": "ส่งเสริมการมีส่วนร่วมเพื่อความยั่งยืนและสิ่งแวดล้อม",
    "fix": "แจ้งซ่อม",
    "fix_title": "ระบบแจ้งซ่อมอุปกรณ์และพื้นที่",
    "comment": "ข้อเสนอแนะ",
    "comment_title": "ร่วมเสนอแนะแนวทางพัฒนาการให้บริการ",
    "sdg": "เป้าหมายการพัฒนาที่ยั่งยืนและความเป็นกลางทางคาร์บอน",
    "sdg_title": "เป้าหมายการพัฒนาที่ยั่งยืนและแนวทางลดคาร์บอน"
  },
  "UserProfile": {
    "name": "ชื่อ-นามสกุล",
    "email": "อีเมล",
    "id": "รหัสนักศึกษา",
    "fac": "คณะ",
    "status": "สถานะ"
  },
  "FixPage": {
    "page_title": "แจ้งซ่อมอุปกรณ์และพื้นที่",
    "inform": "รายละเอียดผู้แจ้งซ่อม",
    "name": "ชื่อ",
    "organization": "สังกัด",
    "account": "สถานะ",
    "detail": "แจ้งซ่อม",
    "repairCategory": "ประเภทการซ่อม",
    "hardware": "อุปกรณ์",
    "software": "โปรแกรม",
    "network": "ระบบเครือข่าย",
    "other": "อื่นๆ",
    "band": "อุปกรณ์",
    "repair_title": "รายละเอียดการแจ้งซ่อม",
    "position": "ตำแหน่ง"
  }
}
